Repository: Adityamineni258/Legitcheck
Catalog: l10n/app_*.arb
Languages: hi, kn, mr, ta, te

# appTitle
source: LegitCheck
hi: लेगिटचेक
kn: ಲೆಗಿಟ್‌ಚೆಕ್
mr: लेजिटचेक
ta: லெஜிட்செக்
te: లెజిట్‌చెక్

# searchHintText
source: Enter Name or Registration No.
hi: नाम या पंजीकरण संख्या दर्ज करें
kn: ಹೆಸರು ಅಥವಾ ನೋಂದಣಿ ಸಂಖ್ಯೆಯನ್ನು ನಮ_ದಿಸಿ
mr: नाव किंवा नोंदणी क्रमांक प्रविष्ट करा
ta: பெயர் அல்லது பதிவு எண்ணை உள்ளிடவும்
te: పేరు లేదా రిజిస్ట్రేషన్ నంబర్ నమోదు చేయండి

# verifyButtonText
source: Verify
hi: सत्यापित करें
kn: ಪರಿಶೀಲಿಸಿ
mr: सत्यापित करा
ta: சரிபார்க்கவும்
te: సరిచూడండి

# filterButtonText
source: Filter
hi: फ़िल्टर
kn: ಫಿಲ್ಟರ್
mr: फिल्टर
ta: வடிகட்டி
te: ఫిల్టర్

# selectCategoryTitle
source: Select a Category
hi: एक श्रेणी चुनें
kn: ಒಂದು ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mr: एक श्रेणी निवडा
ta: ஒரு வகையைத் தேர்ந்தெடுக்கவும்
te: ఒక వర్గాన్ని ఎంచుకోండి

# categoryAll
source: All
hi: सभी
kn: ಎಲ್ಲಾ
mr: सर्व
ta: அனைத்தும்
te: అన్నీ

# statusVerified
source: Verified
hi: सत्यापित
kn: ಪರಿಶೀಲಿಸಲಾಗಿದೆ
mr: सत्यापित
ta: சரிபார்க்கப்பட்டது
te: ధృవీకరించబడింది

# statusNotFound
source: Not Found
hi: नहीं मिला
kn: ಕಂಡುಬಂದಿಲ್ಲ
mr: सापडले नाही
ta: காணப்படவில்லை
te: కనుగొనబడలేదు

# notFoundMessage
source: This individual or entity is not registered in our database. Please exercise extreme caution.
hi: यह व्यक्ति या संस्था हमारे डेटाबेस में पंजीकृत नहीं है। कृपया अत्यधिक सावधानी बरतें।
kn: ಈ ವ್ಯಕ್ತಿ ಅಥವಾ ಘಟಕವು ನಮ್ಮ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ನೋಂದಾಯಿಸಲ್ಪಟ್ಟಿಲ್ಲ. ದಯವಿಟ್ಟು ತೀವ್ರ ಎಚ್ಚರಿಕೆ ವಹಿಸಿ.
mr: ही व्यक्ती किंवा संस्था आमच्या डेटाबेसमध्ये नोंदणीकृत नाही. कृपया अत्यंत सावधगिरी बाळगा.
ta: இந்த தனிநபர் அல்லது நிறுவனம் எங்கள் தரவுத்தளத்தில் பதிவு செய்யப்படவில்லை. தயவுசெய்து மிகுந்த எச்சரிக்கையுடன் செயல்படவும்.
te: ఈ వ్యక్తి లేదా సంస్థ మా డేటాబేస్‌లో నమోదు చేయబడలేదు. దయచేసి చాలా జాగ్రత్తగా ఉండండి.

# welcomeTitle
source: Ready to Verify
hi: सत्यापित करने के लिए तैयार
kn: ಪರಿಶೀಲಿಸಲು ಸಿದ್ಧವಾಗಿದೆ
mr: सत्यापित करण्यास तयार
ta: சரிபார்க்கத் தயார்
te: ధృవీకరించడానికి సిద్ధంగా ఉంది

# welcomeMessage
source: Enter a name or registration number to start your search.
hi: अपनी खोज शुरू करने के लिए एक नाम या पंजीकरण संख्या दर्ज करें।
kn: ನಿಮ್ಮ ಹುಡುಕಾಟವನ್ನು ಪ್ರಾರಂಭಿಸಲು ಹೆಸರು ಅಥವಾ ನೋಂದಣಿ ಸಂಖ್ಯೆಯನ್ನು ನಮ_ದಿಸಿ.
mr: आपला शोध सुरू करण्यासाठी नाव किंवा नोंदणी क्रमांक प्रविष्ट करा.
ta: உங்கள் தேடலைத் தொடங்க பெயர் அல்லது பதிவு எண்ணை உள்ளிடவும்.
te: మీ శోధనను ప్రారంభించడానికి పేరు లేదా రిజిస్ట్రేషన్ నంబర్‌ను నమోదు చేయండి.

# labelName
source: Name
hi: नाम
kn: ಹೆಸರು
mr: नाव
ta: பெயர்
te: పేరు

# labelRegNo
source: Registration No.
hi: पंजीकरण संख्या
kn: ನೋಂದಣಿ ಸಂಖ್ಯೆ.
mr: नोंदणी क्र.
ta: பதிவு எண்.
te: రిజిస్ట్రేషన్ నం.

# labelAddress
source: Address
hi: पता
kn: ವಿಳಾಸ
mr: पत्ता
ta: முகவரி
te: చిరునామా

# labelContactPerson
source: Contact Person
hi: संपर्क व्यक्ति
kn: ಸಂಪರ್ಕ ವ್ಯಕ್ತಿ
mr: संपर्क व्यक्ती
ta: தொடர்பு நபர்
te: సంప్రదించవలసిన వ్యక్తి

# labelEmail
source: Email-Id
hi: ईमेल-आईडी
kn: ಇಮೇಲ್-ಐಡಿ
mr: ईमेल-आयडी
ta: மின்னஞ்சல்-ஐடி
te: ఇమెయిల్-ఐడి

# categoryInvestmentAdviser
source: Investment Adviser
hi: निवेश सलाहकार
kn: ಹೂಡಿಕೆ ಸಲಹೆಗಾರ
mr: गुंतवणूक सल्लागार
ta: முதலீட்டு ஆலோசகர்
te: పెట్టుబడి సలహాదారు

# categoryMerchantBankers
source: Merchant Bankers
hi: व्यापारी बैंकर
kn: ವ್ಯಾಪಾರಿ ಬ್ಯಾಂಕರ್‌ಗಳು
mr: मर्चंट बँकर्स
ta: வர்த்தக வங்கியாளர்கள்
te: మర్చంట్ బ్యాంకర్లు

# categoryPortfolioManagers
source: Portfolio Managers
hi: पोर्टफोलियो प्रबंधक
kn: ಪೋರ್ಟ್ಫೋಲಿಯೋ ವ್ಯವಸ್ಥಾಪಕರು
mr: पोर्टफोलिओ व्यवस्थापक
ta: போர்ட்ஃபோலியோ மேலாளர்கள்
te: పోర్ట్‌ఫోలియో మేనేజర్లు

# categoryEquityDerivative
source: Equity Derivative
hi: इक्विटी डेरिवेटिव
kn: ಇಕ್ವಿಟಿ ಉತ್ಪನ್ನ
mr: इक्विटी डेरिव्हेटिव्ह
ta: ஈக்விட்டி டெரிவேடிவ்
te: ఈక్విటీ డెరివేటివ్

# categoryEquityBroker
source: Equity Broker
hi: इक्विटी ब्रोकर
kn: ಇಕ್ವಿಟಿ ಬ್ರೋಕರ್
mr: इक्विटी ब्रोकर
ta: ஈக்விட்டி தரகர்
te: ఈక్విటీ బ్రోకర్

# categoryResearchAnalyst
source: Research Analyst
hi: अनुसंधान विश्लेषक
kn: ಸಂಶೋಧನಾ ವಿಶ್ಲೇಷಕ
mr: संशोधन विश्लेषक
ta: ஆராய்ச்சி ஆய்வாளர்
te: పరిశోధన విశ్లేషకుడు

# credibilityCheckTitle
source: Credibility Check
hi: विश्वसनीयता जांच
kn: ವಿಶ್ವಾಸಾರ್ಹತೆ ಪರಿಶೀಲನೆ
mr: विश्वसनीयता तपासणी
ta: நம்பகத்தன்மை சோதனை
te: విశ్వసనీయత తనిఖీ

# credibilityHintText
source: Paste a corporate announcement here...
hi: यहां एक कॉर्पोरेट घोषणा पेस्ट करें...
kn: ಇಲ್ಲಿ ಕಾರ್ಪೊರೇಟ್ ಪ್ರಕಟಣೆಯನ್ನು ಅಂಟಿಸಿ...
mr: येथे कॉर्पोरेट घोषणा पेस्ट करा...
ta: ஒரு கார்ப்பரேட் அறிவிப்பை இங்கே ஒட்டவும்...
te: ఇక్కడ ఒక కార్పొరేట్ ప్రకటనను అతికించండి...

# credibilityVerifyButton
source: Verify Announcement
hi: घोषणा सत्यापित करें
kn: ಪ್ರಕಟಣೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
mr: घोषणा सत्यापित करा
ta: அறிவிப்பைச் சரிபார்க்கவும்
te: ప్రకటనను ధృవీకరించండి

# credibilityScoreHigh
source: High Credibility
hi: उच्च विश्वसनीयता
kn: ಹೆಚ್ಚಿನ ವಿಶ್ವಾಸಾರ್ಹತೆ
mr: उच्च विश्वसनीयता
ta: அதிக நம்பகத்தன்மை
te: అధిక విశ్వసనీయత

# credibilityScoreLow
source: Low Credibility
hi: कम विश्वसनीयता
kn: ಕಡಿಮೆ ವಿಶ್ವಾಸಾರ್ಹತೆ
mr: कमी विश्वसनीयता
ta: குறைந்த நம்பகத்தன்மை
te: తక్కువ విశ్వసనీయత

# credibilityScoreUnverifiable
source: Unverifiable
hi: सत्यापित नहीं किया जा सकता
kn: ಪರಿಶೀಲಿಸಲಾಗದ
mr: सत्यापित न करण्यायोग्य
ta: சரிபார்க்க முடியாதது
te: ధృవీకరించబడనిది

# justificationHigh1
source: Source is a verified stock exchange filing.
hi: स्रोत एक सत्यापित स्टॉक एक्सचेंज फाइलिंग है।
kn: ಮೂಲವು ಪರಿಶೀಲಿಸಿದ ಸ್ಟಾಕ್ ಎಕ್ಸ್ಚೇಂಜ್ ಫೈಲಿಂಗ್ ಆಗಿದೆ.
mr: स्रोत एक सत्यापित स्टॉक एक्सचेंज फाइलिंग आहे.
ta: மூலமானது சரிபார்க்கப்பட்ட பங்குச் சந்தை தாக்கல் ஆகும்.
te: మూలం ఒక ధృవీకరించబడిన స్టాక్ ఎక్స్ఛేంజ్ ఫైలింగ్.

# justificationHigh2
source: Corroborated by multiple reputable news sources.
hi: कई प्रतिष्ठित समाचार स्रोतों द्वारा पुष्टि की गई।
kn: ಹಲವಾರು ಪ್ರತಿಷ್ಠಿತ ಸುದ್ದಿ ಮೂಲಗಳಿಂದ ದೃಢೀಕರಿಸಲಾಗಿದೆ.
mr: अनेक प्रतिष्ठित वृत्त स्रोतांद्वारे पुष्टी केली.
ta: பல புகழ்பெற்ற செய்தி ஆதாரங்களால் உறுதிப்படுத்தப்பட்டது.
te: అనేక ప్రసిద్ధ వార్తా మూలాల ద్వారా ధృవీకరించబడింది.

# justificationHigh3
source: Consistent with historical company data.
hi: ऐतिहासिक कंपनी डेटा के साथ संगत।
kn: ಐತಿಹಾಸಿಕ ಕಂಪನಿ ಡೇಟಾದೊಂದಿಗೆ ಸ್ಥಿರವಾಗಿದೆ.
mr: ऐतिहासिक कंपनी डेटाशी सुसंगत.
ta: வரலாற்று நிறுவனத் தரவுகளுடன் ஒத்துப்போகிறது.
te: చారిత్రక సంస్థ డేటాతో స్థిరంగా ఉంటుంది.

# justificationLow1
source: Contains highly unrealistic claims ('guaranteed returns').
hi: अत्यधिक अवास्तविक दावे शामिल हैं ('गारंटीड रिटर्न')।
kn: ಹೆಚ್ಚು ಅವಾಸ್ತವಿಕ ಹಕ್ಕುಗಳನ್ನು ಒಳಗೊಂಡಿದೆ ('ಖಾತರಿಯ ಆದಾಯ').
mr: अत्यंत अवास्तव दावे आहेत ('हमी परतावा').
ta: மிகவும் நம்பமுடியாத கோரிக்கைகளைக் கொண்டுள்ளது ('உத்தரவாதமான வருமானம்').
te: అత్యంత అవాస్తవిక వాదనలను కలిగి ఉంది ('హామీ ఇవ్వబడిన రాబడులు').

# justificationLow2
source: Language is overly promotional and lacks specifics.
hi: भाषा अत्यधिक प्रचार वाली है और इसमें विशिष्टताओं का अभाव है।
kn: ಭಾಷೆಯು ಅತಿಯಾದ ಪ್ರಚಾರಾತ್ಮಕವಾಗಿದೆ ಮತ್ತು ನಿರ್ದಿಷ್ಟತೆಗಳನ್ನು ಹೊಂದಿಲ್ಲ.
mr: भाषा खूप प्रचारात्मक आहे आणि त्यात तपशिलांचा अभाव आहे.
ta: மொழி அதிக விளம்பரம் மற்றும் பிரத்தியேகங்கள் இல்லை.
te: భాష చాలా ప్రచారంగా ఉంది మరియు ప్రత్యేకతలు లేవు.

# justificationLow3
source: No verifiable sources found for this announcement.
hi: इस घोषणा के लिए कोई सत्यापन योग्य स्रोत नहीं मिला।
kn: ಈ ಪ್ರಕಟಣೆಗಾಗಿ ಯಾವುದೇ ಪರಿಶೀಲಿಸಬಹುದಾದ ಮೂಲಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
mr: या घोषणेसाठी कोणतेही सत्यापित करण्यायोग्य स्रोत आढळले नाहीत.
ta: இந்த அறிவிப்புக்கு சரிபார்க்கக்கூடிய ஆதாரங்கள் எதுவும் இல்லை.
te: ఈ ప్రకటన కోసం ధృవీకరించదగిన మూలాలు ఏవీ కనుగొనబడలేదు.

# justificationUnverifiable1
source: Announcement source is a known company.
hi: घोषणा स्रोत एक ज्ञात कंपनी है।
kn: ಪ್ರಕಟಣೆ ಮೂಲವು ತಿಳಿದಿರುವ ಕಂಪನಿಯಾಗಿದೆ.
mr: घोषणा स्रोत एक ज्ञात कंपनी आहे.
ta: அறிவிப்பு மூலம் ஒரு அறியப்பட்ட நிறுவனம் ஆகும்.
te: ప్రకటన మూలం ఒక తెలిసిన సంస్థ.

# justificationUnverifiable2
source: No corroborating data found in our static dataset.
hi: हमारे स्थिर डेटासेट में कोई पुष्टिकारक डेटा नहीं मिला।
kn: ನಮ್ಮ ಸ್ಥಿರ ಡೇಟಾಸೆಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ದೃಢೀಕರಿಸುವ ಡೇಟಾ ಕಂಡುಬಂದಿಲ್ಲ.
mr: आमच्या स्थिर डेटासेटमध्ये कोणताही पुष्टी करणारा डेटा आढळला नाही.
ta: எங்கள் நிலையான தரவுத்தொகுப்பில் உறுதிப்படுத்தும் தரவு எதுவும் இல்லை.
te: మా స్టాటిక్ డేటాసెట్‌లో నిర్ధారించే డేటా ఏదీ కనుగొనబడలేదు.

# justificationUnverifiable3
source: AI analysis found no immediate suspicious language, but caution is advised.
hi: एआई विश्लेषण में कोई तत्काल संदिग्ध भाषा नहीं मिली, लेकिन सावधानी बरतने की सलाह दी जाती है।
kn: AI ವಿಶ್ಲೇಷಣೆಯು ಯಾವುದೇ ತಕ್ಷಣದ ಅನುಮಾನಾಸ್ಪದ ಭಾಷೆಯನ್ನು ಕಂಡುಹಿಡಿಯಲಿಲ್ಲ, ಆದರೆ ಎಚ್ಚರಿಕೆ ವಹಿಸಲು ಸೂಚಿಸಲಾಗಿದೆ.
mr: AI विश्लेषणात कोणतीही त्वरित संशयास्पद भाषा आढळली नाही, परंतु सावधगिरी बाळगण्याचा सल्ला दिला जातो.
ta: AI பகுப்பாய்வில் உடனடி சந்தேகத்திற்கிடமான மொழி எதுவும் இல்லை, ஆனால் எச்சரிக்கை அறிவுறுத்தப்படுகிறது.
te: AI విశ్లేషణలో తక్షణ అనుమానాస్పద భాష ఏదీ కనుగొనబడలేదు, కానీ జాగ్రత్త వహించాలని సూచించబడింది.
